{
  "version": "v1",
  "title": "Chatpta.ca terms of terms of use",
  "headline": "Chatpta.ca terms of terms of use",
  "updated": "2021-09-12T20:08:29.785Z",
  "data": [
    {
      "htmlElement": "p",
      "content": "Welcome to www.chatpta.ca inc. provide Web site features and other products and services to you when you visit or shop at Chatpta.ca, use Chatpta.ca products or services, or use software provided by Chatpta.ca in connection with any of the foregoing (collectively, Chatpta.ca Services). Chatpta.ca provides the Chatpta.ca Services subject to the following conditions."
    },
    {
      "htmlElement": "h4",
      "content": "By using Chatpta.ca website and services, you agree to the conditions in this document. Please read this document carefully."
    },
    {
      "htmlElement": "p",
      "content": "Chatpta.ca offers multiple Services, and often additional terms may apply. When you use Service provided by Chatpta.ca, you will be subject to the guidelines, terms and agreements applicable to that Chatpta.ca Service. If some of the Conditions of Use are inconsistent with the Service Terms, Service Terms will apply."
    },
    {
      "htmlElement": "h2",
      "content": "Electronic Communications"
    },
    {
      "htmlElement": "p",
      "content": "When you use services provided by Chatpta.ca or send any communications from your desktop or mobile device to us, you are communicating with us electronically. You consent to receive communications from us electronically, such as emails, texts, mobile push notices, or notices and messages on this site or through the other Chatpta.ca Services, such as Chatpta.ca Message Centre, and you can retain copies of these communications for your records. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing."
    },
    {
      "htmlElement": "h2",
      "content": "Copyright"
    },
    {
      "htmlElement": "p",
      "content": "All content included in or made available through any Chatpta.ca Service, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software is the property of Chatpta.ca or its content suppliers and protected by Canadian and international copyright laws. The compilation of all content included in or made available through any Chatpta.ca Service is the exclusive property of Chatpta.ca and protected by Canadian and international copyright laws."
    },
    {
      "htmlElement": "h2",
      "content": "Trademark"
    },
    {
      "htmlElement": "p",
      "content": "Graphics, logos, page headers, button icons, scripts, and service names included in or made available through any Chatpta.ca Service are trademarks or trade dress of Chatpta.ca, Inc., in Canada and other countries. Chatpta.ca, Inc.'s trademarks and trade dress may not be used in connection with any product or service that is not Chatpta.ca, Inc.'s or its affiliates', in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Chatpta.ca, Inc. or its affiliates. All other trademarks not owned by Chatpta.ca, Inc. or its affiliates that appear in any Chatpta.ca Service are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Chatpta.ca, Inc. or its affiliates."
    }
  ]
}
